Repository: giellalt/corpus-sme
Catalog: prestable/tmx/nob/facta/skuvlahistorja3/mathisen-s.htm.tmx
Source language: sme
Languages: nob

source: På norsk
nob: Sámegillii

source: Artihkal girjjis Sámi skuvlahistorjá 3 Davvi Girji 2009 .
nob: Artikkel i boka Samisk skolehistorie 3 . Davvi Girji 2009 .

source: – In oahppan maidege ávkkálaččaid skuvllas
nob: – Jeg lærte ingenting nyttig på skolen

source: Muitaluvvon Svein Lundii
nob: Fortalt til og oversatt av Svein Lund

source: Bjørn Mathisen , Ráhkkerávju 2006 .
nob: Bjørn Mathisen , Kvalsund 2006 .

source: ( Govva : Svein Lund )
nob: ( Foto : Svein Lund )

source: Bjørn Mathisen lea riegádan 1953:s ja bajásšaddan Áhpenjárggas , Fálesnuori suohkanis .
nob: Bjørn Mathisen er født i 1953 og oppvokst i Revsneshamn ( Áhpenjárga ) i Kvalsund kommune .

source: Áhpenjárga lei ovdal guolleveara , gos orro badjel 100 olbmo , doppe lei guolleindustriija ja gávpi , muhto dál ( 2006 ) eai oro šat go 6 olbmo doppe .
nob: Revsnes har tidligere vært et fiskevær med over hundre mennesker , der var fiskebruk og butikk , men befolkninga har gått kraftig tilbake og nå ( 2006 ) er det bare 6 mennesker som bor der .

source: Áhpenjárga lea nannámis , muhto dohko ii mana biilageaidnu .
nob: Revsnes ligger på fastlandet , men det går ingen bilveg dit .

source: Lea dušše 18 km guhkkosaš bálggis Jáhkovutnii , mii geavahuvvo uhcán .
nob: Det er en 18 km lang sti til Kokelv , men denne er lite brukt .

source: Danin measta buot oktavuohta eará báikkiide manná meara bokte .
nob: Nesten all kontakt med omverdenen går med båt .

source: Dál lea fanas Hammerfestii njelljii vahkus , suohkanguovddážii Ráhkkerávjui dušše guktii .
nob: Nå er det lokalbåt til Hammerfest 4 dager i uka , til kommunesenteret Kvalsund bare 2 dager .

source: Áhpenjárggas ii goassege leat leamaš skuvla .
nob: På Revsnes har det aldri vært skole .

source: Mánát fertejedje orrut internáhtas Jáhkovuonas .
nob: Barna måtte bo på internat i Kokelv .

source: Bjørn Mathisen váccii guhtta jagi Jáhkovuona skuvllas ja guokte jagi Ráhkkerávjju skuvllas .
nob: Bjørn Mathisen gikk 6 år på Kokelv skole og 2 år på Kvalsund skole .

source: Dán maŋŋá son barggai guollebivddus dassái go buohccái ja oaččui lámisoaju .
nob: Deretter dreiv han fiske til han blei sjuk og uføretrygda .

source: Dál son orru belohahkii Áhpenjárggas , belohahkii Ráhkkerávjjus , gos mii leat jearahallan su.
nob: Nå bor han delvis på Revsnes , delvis i Kvalsund , der vi har møtt og intervjua han .

source: – Mu bearaš elii guollebivdduin ja šibitdoaluin .
nob: – Familien min levde av fiske og fedrift .

source: Áhpenjárggas lei dan áigge giehmánne .
nob: På Revsnes var det i den tida en fiskekjøper , Karl Sørensen .

source: Sus lei sihke guollebruvka ja gávpi ja go áhčči ja eará guolásteaddjit bukte guliid sutnje , de eai ožžon ruđa , muhto fertejedje váldit gálvvuid su gávppis .
nob: Han hadde butikk og når pappa og andre fiskere leverte fisk til han , så fikk de ikke penger , men måtte kjøpe varer på butikken .

source: Son lei dalle oalle stuora guolleoasti .
nob: Sørensen var den gang en ganske stor fiskekjøper .

source: Lei ollu geafivuohta dan áiggi , mis lei hui unnán ruhta .
nob: Det var mye fattigdom i den tida , vi hadde svært lite penger .

source: Muittán ahte oaččuimet skuvlaruđa mielde go manaimet internáhttii .
nob: Jeg husker at vi fikk penger med når vi dro til internatet .

source: Go oaččuimet 5 ruvnno de lei hirbmat ruhta .
nob: Når vi fikk 5 kroner syntes vi det var veldig med penger .

source: Mun lávejin áhčiin bivdit ja ieš dinet skuvlaruđa .
nob: Jeg brukte å være med far og fiske og sjøl tjene penger og ha med til skolen .

source: Lávejin oažžut mávssu rámbuvrra tráhpa alde – muhtumin olles 20 ruvnno .
nob: Da pleide jeg å få oppgjør på krambutrappa – noen ganger hele 20 kroner .

source: Guollebruvka bisttii gitta 1980-lohkui .
nob: Fiskebruket var i drift til på 1980-tallet .

source: Dál leat dušše moadde olbmo Áhpenjárggas geat ellet bivdduin .
nob: Nå er det bare et par mennesker på Revsnes som lever av fiske .

source: Sii buktet guliid Sivlui dahje Jáhkovutnii . Jáhkovuonas ii leat guollebruvka , danin guolit sáddejuvvojit biillain Smiervutnii .
nob: De leverer til fiskebruket i Forsøl eller i Kokelv , der fisken blir sendt med bil til Smørfjord i Porsanger .

source: Muhto maŋimus jagiid lea leamaš hui unnán guolli vuonas .
nob: Men de siste åra har det vært svært lite fisk i fjorden her .

source: Boazosámit ledje hui buorit verddet mis .
nob: Reindriftssamene var svært gode venner for oss .

source: Oaččuimet bohccobierggu sis , ja sii fas ožžo guliid mis .
nob: Vi fikk reinkjøtt av dem og de fikk fisk av oss .

source: Ii šaddan albma giđđa ovdal go bohccot bohte .
nob: Det var ikke skikkelig vår før reinen kom .

source: Ja mii bárehuoččat láviimet geahččat várrái goas bohccot bohtet .
nob: Og vi guttungene brukte å se innover fjellet når reinen kom .

source: Bohccot , sávzzat ja gusat guhto ovttas .
nob: Rein , sauer og kyr beita i lag .

source: Ii lean goassege riidu min gaskkas .
nob: Det var aldri noen krangel mellom reindriftssamer og fastboende .

source: Áhpenjárggas leat leamaš unnán leastadialaččat .
nob: På Revsnes har det vært lite læstadianere .

source: Muhto mis leat leamaš ollu johttisárdneolbmát .
nob: Men vi har hatt mange omreisende emissærer .

source: Sii bohte erenoamážit njuovvanáiggis , láviimet gohčodit sin « biergopredikantan » .
nob: De kom særlig i slaktetida , vi brukte å kalle dem « kjøttpredikanter » .

source: Sii lávejedje orrut min geahčen , ja sáhtte orrut máŋga beaivvi ja doallat čoakkalmasaid .
nob: De brukte å bo hos oss , de kunne bo i mange dager og holde forsamlinger .

source: Eatnasat bohte Sámemiššovnnas .
nob: De fleste kom fra Samemisjonen .

source: Muhtumat ledje sámegielagat , muhto eatnasat hupme dušše dárogiela .
nob: Noen av dem var samisktalende , men de fleste snakka bare norsk .

source: Maŋimus sámegielagiid gaskkas
nob: Blant de siste samisktalende

source: – Áhpenjárggas sámástedje olbmot guhkká maŋŋil go omd. Ráhkkerávjjus , gos ledje heaitán sámásteames .
nob: – På Revsnes snakka folk samisk lenge etter at de hadde slutta å snakke samisk f.eks. i Kvalsund [ 1 ] .

source: Ruovttus humaimet sámegiela , muhto mu mánnávuođas ledje juo eará bearrašiin dárostišgoahtán mánáide .
nob: Hjemme hos oss snakka vi samisk , men i barndommen min hadde allerede andre familier begynt å snakke norsk til barna .

source: Earret mu dušše okta mánná sámástii Áhpenjárggas mu mánnávuođas .
nob: Utenom meg var det bare en unge som snakka samisk på Revsnes i min barndom .

source: Dat lei mu vilbealli , muhto son lei boarráset go mun .
nob: Det var søskenbarnet mitt , men han var eldre enn meg .

source: Nu ahte mearrasámiid gaskkas mun ledjen nuoramus sámegielhálli doppe .
nob: Sånn at jeg er den yngste samisktalende der .

source: Danin máhtten sihke sámegiela ja dárogiela dalle go 1962:s álgen skuvlii Jáhkovutnii .
nob: Derfor kunne jeg både samisk og norsk da jeg i 1962 begynte på skolen på internatet i Kokelv .

source: Doppe leimmet golbma máná geat humaimet sámegiela .
nob: Der var vi tre barn som snakka samisk .

source: Dat guokte eará máná bođiiga unna báikkážiin Jáhkovuonas .
nob: De andre kom fra små steder i Revsbotn .

source: Mii láviimet sámástit gaskaneamet , muhto dan fertiimet dahkat suoli , go sihke internáhtas ja skuvllas gilde min sámásteames .
nob: Vi brukte å snakke samisk med hverandre , men det måtte vi gjøre i hemmelighet , for både på internatet og skolen nekta de oss å snakke samisk .

source: Go lean álggu rájes hupman sihke sámegiela ja dárogiela , de eai sáhttán gullat mu dárogielas ahte mus lea sámegiella eatnigiellan .
nob: Siden jeg fra starten av hadde snakka både samisk og norsk , så kunne ingen høre på norsken min at jeg hadde samisk som morsmål .

source: Jáhkovuona internáhtas
nob: Fra Kokelv internat

source: ( Gova luoikan Jáhkovuona mearrasámi musea. )
nob: ( Foto utlånt av Kokelv sjøsamiske museum )

source: Suohkat solármáisttuin
nob: Grøt med solarsmak

source: – Sihke skuvllas ja internáhtas lei hui streaŋggis vuohki .
nob: – Både på skolen og på internatet var det steikandes strengt .

source: Eat beassan mannat olggos ja duhkoraddat eará mánáiguin , mii geat oruimet internáhtas galggaimet leat sierra .
nob: Vi fikk ikke dra ut og leike med de andre barna , vi internatbarna skulle holdes for oss sjøl .

source: Lei hui heajos borramuš , juohke eahket lei hávvarrievdnesuohkat , ja mális lei hui dávjá sáltesallit .
nob: Det var veldig dårlig mat , hver kveld var det havregrynsgrøt , og middagen var svært ofte saltsild .

source: Vašuheimmet sáltesallidiid .
nob: Som vi hata den saltsilda !

source: Internáhta kealláris lei stuora fárppal dievva sáltesalliguin , ja oktii mii bárehuoččat cuvkiimet dan fárpala .
nob: I internatkjelleren var det ei stor tønne full av saltsild og en gang slo vi guttungene i stykker den tønna .

source: Mus lea okta erenoamáš heajos muittu : liggenkealláris ledje solárfáhtat .
nob: Jeg har et særlig vondt minne . I fyrkjelleren var det solarfat .

source: Ovtta háve golggai solár borramuškeallárii hávvarrivnniid sisa .
nob: En gang rant det solar inn i matkjelleren og inn på sekkene med havregryn .

source: Muhto dattetge vušše daid hávvarrivnniid midjiide ja mii fertiimet daid borrat .
nob: Men likevel kokte de grøt av disse havregryna og vi måtte spise det .

source: Dálueamit lei oalle váttis , jus nie galggaš dadjat .
nob: Husmora var ikke helt god , for å si det mildt .

source: Muittán bures go mii láviimet duhkoraddat , de son bođii ja logai : – Dii lehpet dego vilda indiánat .
nob: Jeg husker godt at når vi brukte å leike , så kom ho og sa til oss : – Dere er som ville indianere .

source: Ja go čohkkáimet jaskat , de son váidalii ahte eat maidege bargan .
nob: Og når vi satt stille så klaga ho over at vi ikke gjorde noe .

source: Eat mii diehtán maid galggaimet , go juohke diŋga maid dagaimet lei boastut .
nob: Vi visste ikke hva vi skulle gjøre , for alt vi gjorde var galt .

source: Mu oambealli barggai internáhtas biigán .
nob: Søskenbarnet mitt arbeida som assistent på internatet .

source: Muhto son lei maiddái dálueamida gohččuma vuolde .
nob: Men ho var også under husmoras kommando .

source: Mii bárehuoččat galggaimet geassit stuora gielkkáin guliid guollebruvkkas skuvlii .
nob: Vi guttungene måtte hente melk og mat til skolen , blant anna trakk vi fisk på kjelke fra fiskebruket .

source: Dat lei hui guhkes gaska .
nob: Det var veldig langt .

source: Fertiimet maid viežžat mielkki , ja muhtumin deaivvai leat hui garra dálki .
nob: Og slikt arbeid måtte vi gjøre i all slags vær .

source: Internáhtas lei gievkkan , boradanlatnja ja stoahkanstohpu .
nob: På internatet var det kjøkken , spisesal og leikerom .

source: Nieiddain lei oađđenlatnja badjin , mii bártnit eat beassan dohko mannat .
nob: Vi guttene bodde nede og jentene hadde soverom oppe , dit fikk vi ikke lov å gå .

source: Mis lei okta « lærerinna » ( nissonoahpaheaddji ) guhte orui internáhta geažis , muhto muđui oahpaheaddjit eai lean internáhtas .
nob: Vi hadde ei lærerinne som bodde i enden av internatet , men ellers var ikke lærerne på internatet .

source: Dát boares oahppibeavdi Jáhkovuona skuvllas lea dál Jáhkovuona mearrasámi musea čájáhusas .
nob: Denne gamle pulten fra Kokelv skole er nå utstilt på Kokelv sjøsamiske museum .

source: Oahpaheaddjit molsašuvve juohke jagi
nob: Skifte av lærer hvert år

source: – Ledje ollu heajos oahpaheaddjit .
nob: – Det var mange dårlige lærere .

source: Mun in lean mihkkege skuvlačehpiid ja bázahallen earáid ektui .
nob: Jeg var ikke noe skolelys og blei hengende etter de andre .

source: Oahpaheaddjit dušše badjelgehčče mu , in ge oahppan nu ollu .
nob: Da overså lærerne meg , så jeg lærte ikke så mye .

source: Eanaš oahpaheaddjit bohte Lulli-Norggas , ja oahpaheaddjit molsašuvve hui dávjá .
nob: De fleste lærerne var sørfra og det var stadig utskifting .

source: Okta sis lei Alf Cranner , gii maŋŋil šattai beakkán lávlun .
nob: En av dem var Alf Cranner , som seinere blei en berømt visesanger .

source: Muittán ahte son čuojahii ja lávllui midjiide skuvllas .
nob: Jeg husker at han spilte og sang for oss på skolen .

source: Muhtin oahpaheaddji lei hirbmat juhkki ja muhtumin son lei gárremiin diimmuin .
nob: En annen lærer var fæl til å drikke , og noen ganger var han full i timene .

source: Lávii njuoska moniid borrat ovdal go manai skuvlii .
nob: Han brukte å spise rå egg før han gikk til skolen .

source: Lihkus son lei dušše jagi skuvllas .
nob: Heldigvis var han på skolen vår i bare ett år .

source: Oahpaheaddji beaskidii min oivviid dálvit .
nob: Om vinteren barberte lærerne oss guttene på hodet .

source: Dat lei bággu midjiide geat bođiimet geafes dilis , dakkár « underklasses » ( vuolleseađus ) .
nob: Det var tvang for oss som kom fra fattige kår , sånn underklasse .

source: Muhto giehmánni bárdni Áhpenjárggas eret ii dárbbašan beaskidit oaivvi .
nob: Men kjøpmannssønnen fra Revsnes , han trengte ikke barbere hodet .

source: In leat goassege gullan manne lei nu .
nob: Jeg har aldri hørt noen forklaring på hvorfor det var slik .

source: Eanaš oahpaheddjiin lei hui unnán oktavuohta giliolbmuiguin .
nob: De fleste lærerne hadde svært liten kontakt med bygdefolket .

source: Skuvllas eai goassege hupman dan birra ahte mii oahppit leimmet sámit , eat ge oahppan maidege mearrasámiid birra .
nob: På skolen blei det aldri snakka om det at vi elevene var samer , og vi lærte ingenting om sjøsamene .

source: Ii goassege gullon sátni ge min birra .
nob: Jeg hørte aldri et ord om oss .

source: Oppanassiige in muitte maidege báikkálaš diliid birra , mo dáppe lei ovdal ja dainna lágiin .
nob: I det hele tatt husker jeg ikke at det blei sagt noe om lokale forhold , hvordan det var her før og slikt .

source: Ja oahpaheaddjit várra eai diehtán ieža ge .
nob: Og lærerne visste vel heller ikke stort sjøl .

source: Mis lei kárta mas oinniimet gos Kárášjohka ja Guovdageaidnu lei , muhto ii das lean gal mihkkege oktavuođaid min diliide .
nob: Vi hadde kart der vi kunne se hvor Karasjok og Kautokeino var , men det hadde liksom ikke noe med oss å gjøre .

source: Muittán bures ahte lei nu somá go beasaimet siidii .
nob: Jeg husker godt hvor artig det var å komme hjem .

source: Láviimet hirbmadit čierrut go fertiimet skuvlii fas .
nob: Men vi brukte å skrike fryktelig når vi måtte på skolen igjen .

source: Galge fievrridit min bivdofatnasiin skuvllas lávvordaga ja ruoktot skuvlii fas sotnabeaivvi .
nob: De skulle frakte oss med fiskebåt fra skolen på lørdag og tilbake på søndag .

source: Muhto dan áigge bivde guliid birra jagi ja dávjá eai astan viežžat min , dahje lei dakkár dálki ahte eai sáhttán boahtit .
nob: Men i den tida fiska de jo året rundt og ofte hadde de ikke tid til å hente oss , eller det var slikt vær at de ikke kunne komme .

source: Dalle eat beassan siidii ja muhtumin fertiimet orrut internáhtas moadde mánu háválassii .
nob: Da kom vi ikke hjem og noen ganger måtte vi bo på internatet i månedsvis uten å komme hjem .

source: Go lei buorre dálki , vácciimet muhtumin Jáhkovutnii .
nob: Når det var godt vær hendte det at vi gikk til Kokelv .

source: Dat lei guhkes mátki , olles 18 km
nob: Det var en lang tur , hele 18 km.

source: Ii báljo lean oktavuohta oahpaheddjiid ja váhnemiid gaskkas .
nob: Det var svært liten kontakt mellom lærerne og foreldrene .

source: Oahpaheaddjit dušše čálle váhnemiidda dieđu go galggaimet siidii .
nob: Lærerne skreiv meldinger når vi skulle hjem .

source: Sii čálle go leimmet veahá bahánihkkánin .
nob: De skreiv helst når vi hadde gjort ugagn .

source: Muhto sáhtii mannat guhká ovdal go beasaimet siidii , ja dalle váhnemat eai beroštan nu ollu das maid oahpaheaddjit čálle .
nob: Men det kunne gå lenge før vi kom oss hjem , og da brukte ikke foreldrene bry seg så mye med det lærerne skreiv .

source: Jáhkovuona skuvla 2007 .
nob: Kokelv skole i 2007 .

source: Soadji mas leat guokte gearddi lea ovddeš internáhtta .
nob: Fløya i to etasjer er det tidligere internatet .

source: Ráhkkerávjui vázzit nuoraidskuvlla
nob: Til Kvalsund på ungdomsskole

source: – Jáhkovuona internáhtas lei dušše mánáidskuvla , guhtta jagi .
nob: – På Kokelv internat var det bare barneskole , 6 år .

source: Dan maŋŋil manaimet Ráhkkerávjui vázzit nuoraidskuvlla .
nob: Deretter dro vi til Kvalsund for å gå ungdomsskolen .

source: Doppe ii lean internáhtta , oruimet priváhta olbmuid luhtte .
nob: Der var det ikke internat , vi bodde privat i bygda .

source: Lei skuvla mii ordnii priváhta orruma ohppiide .
nob: Det var skolen som organiserte privat innkvartering for elever .

source: Dat lei midjiide ollu buoret go dat garra internáhtta , ja oaččuimet maiddái ollu buoret oktavuođa báikkálaš olbmuiguin , ii šaddan dakkár getto dego dalle go lea internáhtta .
nob: For oss var det mye bedre enn det strenge internatet , og vi fikk også mye bedre kontakt med lokalbefolkninga , det blei ikke en slik getto som internatet var .

source: Ráhkkerávjjus ledje maiddái buoret oahpaheaddjit go Jáhkovuonas .
nob: I Kvalsund var det også bedre lærere enn i Kokelv .

source: Mis lei hui buorre lášmmohallanoahpaheaddji .
nob: Vi hadde en veldig god gymnastikklærer .

source: Mun liikojin hui bures vuodjat basseaŋggas ja šadden oalle buorre vuodjat .
nob: Jeg likte særlig godt å være i bassenget og blei ganske flink til å svømme .

source: Lean máŋgii jurddašan ahte ii lean nu ártet ahte leimmet veahá vildasat go viimmat beasaimet dan garra internáhtas .
nob: Jeg har mange ganger tenkt at det er ikke så rart at vi var litt ville når vi endelig slapp ut av det strenge internatet .

source: Mun ledjen veahá dákkár « spilloppmaker » ( hilbošeaddji ) .
nob: Sjøl var jeg litt sånn spilloppmaker .

source: Lávejedje gohčodit mu « Chaplinin » .
nob: De brukte å kalle meg for « Chaplin » .

source: Muhto vaikko nuoraidskuvla lei veahá buoret go mánáidskuvla , de mun in beroštan skuvllas .
nob: Men sjøl om ungdomsskolen var litt bedre enn barneskolen , så var jeg ikke interessert i skole .

source: Áidna mii mus lei oaivvis lei guollebivdu , ja skuvllas eat oahppan maidege mii livččii ávkkálaš bivdui .
nob: Det eneste som jeg hadde i hodet var fiske .

source: Dávjá oahpaheaddjit bohte ja vižže mu skuvlii .
nob: Ofte kom lærerne for å hente meg til skolen .

source: In oaidnán makkárge siva joatkit , ja go ledjen geargan 8. luohkás , de dadjen juste ovdalaš geasseluomu ahte mun in boađe šat boahtte jagi .
nob: Jeg så ingen vits i å fortsette og da jeg var ferdig med 8. klasse så sa jeg bare før ferien at nå kommer jeg ikke tilbake .

source: Maŋŋil lean beare bivdán , in leat vázzán makkárge skuvlla .
nob: Siden har jeg bare fiska , og aldri mer gått noen skole .

source: In oahppan maidege
nob: Lærte ingenting

source: – Mu eallin lea leamaš guollebivdu , ja ferten dadjat ahte in leat oahppan maidege skuvllas mii livččii leamaš ávkkálaš iežan bargui .
nob: – Livet mitt har vært fiske , og jeg kan ikke si at jeg har lært noe på skolen som har vært til nytte i mitt eget arbeid .

source: In maidege .
nob: Ingenting .

source: Dan maid dárbbašin máhttit fertejin ieš oahppat boares olbmuin .
nob: Det jeg trengte å kunne måtte jeg sjøl lære meg av eldre folk .

source: Maiddái eará oahpu lean ožžon olggobealde skuvlla .
nob: Også annen kunnskap har jeg fått utenom skolen .

source: Go heiten skuvllas in máhtán go moadde sáni eŋgelasgielas , vaikko mus lei eŋgelasgiella fágan skuvllas máŋga jagi .
nob: Da jeg slutta på skolen kunne jeg ikke mer enn noen få ord engelsk , sjøl om jeg hadde hatt engelsk som fag i mange år .

source: Dan maid máhtán lean oahppan easka máŋga jagi maŋŋil .
nob: Det som jeg har lært det kom først mange år seinere .

source: Go oaččuimet TV:a , de lávejin eŋgelasgiela filbmaráidduid geahččat ja dalle mun dađistaga čoggen sániid nu ahte dál mun birgen eŋgelasgillii maid .
nob: Da vi fikk TV , brukte jeg å se på engelske filmserier og etter hvert plukka jeg opp ord og vendinger slik at nå klarer jeg meg på engelsk også .

source: Sámegiella bargogiellan
nob: Samisk som arbeidsspråk

source: – Bivden álggos ovttas áhčiin .
nob: – Først fiska jeg sammen med far min. .

source: Maŋŋil mus alddán lea leamaš fanas ovttas iežan vieljain .
nob: Seinere har jeg hatt båt sammen med bror min. .

source: 1970-logu loahpas lei TV-filbma , mii gohččoduvvui Samene i nord .
nob: På slutten av 1970-tallet blei det laga en TV-film , som blei kalt Samene i nord .

source: Dat lei dakkár skuvla-TV .
nob: Det var slikt skole-fjernsyn .

source: Doppe muitaledje Áhpenjárggas ja filbmejedje munno vieljain fatnasis .
nob: Der fortalte de fra Revsnes og filma bror min og meg i båten .

source: Dat lei goalmmádin stuorámus fanas mii lei dán suohkanis .
nob: Den båten var den tredje største som var i hele kommunen .

source: Sáhtán dadjat ahte mus lea leamaš sámegiella bargogiellan .
nob: Jeg kan si at jeg har hatt samisk som mitt arbeidsspråk .

source: Humaimet sámegillii sihke guolástusneavvuid , dálkki ja bivdobáikkiid birra , nugo Čalmmibáhkka , Guommabáhkka , Gobar , Háhkabáhkka , Čussaboađđu , Gaskačohkalas jna. .
nob: Vi snakka på samisk om fiskeredskap , vær og fiskeplasser , med ord som Čalmmibáhkka , Guommabáhkka , Gobar , Háhkabáhkka , Čussaboađđu , Gaskačohkalas osv. .

source: Dál eai leat šat nu ollu olbmot geat dovdet daid sániid , ja danin lean maŋimus jagiid muitalan ja čilgen dáid sániid nu ahte dat leat čállojuvvon boahtteáigái .
nob: Nå er det ikke lenger så mange som kjenner disse orda og derfor har jeg de siste åra fortalt og forklart en del ord slik at det har blitt skrevet ned for framtida [ 2 ] .

source: Ieš in máhte čállit sámegiela , in báljo lohkat ge .
nob: Sjøl kan jeg ikke skrive samisk , knapt nok lese .

source: Lean geahččalan lohkat sámegiel aviissaid , ja ipmirdan muhtin muddui , muhto lea lossat .
nob: Jeg har forsøkt å lese samiske aviser , og forstår et stykke på veg , men det er tungt .

source: Dál lean maiddái beroštišgoahtán eambbo báikkálaš historjjás ja lean ilus go viimmat gávdnojit olbmot geat háliidit čoaggit ja čállit min historjjá dáppe .
nob: Nå har jeg også begynt å interessere meg mer for lokal historie og er glad for at det endelig er folk som vil samle og skrive ned historia vår .

source: Eará artihkkalat girjjis Sámi skuvlahistorjá 3
nob: Flere artikler fra Samisk skolehistorie 3
